tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

# update macOS apps
brew "curl"
brew "gawk"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gpatch"
brew "grep"
brew "gzip"
brew "less"
brew "make"
brew "openssh"
brew "rsync"
brew "screen"
brew "vim"
brew "wget"

brew "go"
brew "goreleaser"
brew "htop"
brew "httpie"
brew "iftop"
brew "jq"
brew "mas"
brew "mtr"
brew "nmap"
brew "pstree"
brew "python"
brew "ssh-copy-id"
brew "tree"
brew "twine-pypi"
brew "watch"

cask "docker"
cask "font-hack"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "nordvpn"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vivaldi"
cask "vlc"

mas "Moom", id: 419330170
mas "WeChat", id: 836500024
