tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "curl"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
brew "twine-pypi"
brew "vim"
brew "watch"
brew "wget"
cask "docker"
cask "font-hack"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "nordvpn"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vlc"
